---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedCoolingLoadParam
source: html/6bc860f2-e09e-33a7-b250-9b0163e12349.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedCoolingLoadParam Property

"Calculated Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedCoolingLoadParam { get; }
```